[
  "有人把你在办公室的辛勤工作归功于你。",
  "你开车回家时被交通堵塞了。",
  "你在停车场发现你的新车有划痕。",
  "您在餐厅的预订被免费赠送，尽管您准时。",
  "有人在你的社区里散布关于你的谣言。",
  "你因工作中的错误而受到不公平的指责，而这不是你的错。",
  "有人借了你的书，还了撕破的书页。",
  "你点的食物又迟又冷。",
  "在小组讨论中，您被忽略。",
  "你的贵重物品在朋友聚会上丢失了。",
  "有人答应见面，但没有出现或通知。",
  "你在一个你努力工作的项目上得到了不公平的分数。",
  "邻居把音乐放得很响，一直到深夜。",
  "有人取笑你热衷的事情。",
  "你发现你的私人物品被搜了一遍。",
  "您的新物品在退货期结束后立即损坏。",
  "您在线订购的项目到达时处于损坏状态。",
  "你在最后一刻被告知你需要在周末工作。",
  "当你说话时，总有人打断你。",
  "您保存的游戏数据被朋友意外删除。",
  "你发现垃圾被扔进了你的花园。",
  "有人占用了你预定的停车位。",
  "同龄人轻视你的成就。",
  "您的想法被窃取并呈现，而没有给予您信任。",
  "你等了好几个小时都没有解释。",
  "你发现有人看了你的私人日记。",
  "同事经常不问你就拿走你的办公用品。",
  "你刚洗过的车被过往的车辆溅了一身泥。",
  "亲密的朋友在最后一刻反复取消计划。",
  "你的建议被公然忽视，导致了一个可预见的问题。",
  "有人习惯性地在使用后将公共区域弄得一团糟。",
  "一个人在安静的环境中大声地讲电话。",
  "你在一次重要会议上被议论了一番。",
  "有人经常为你糟蹋电影或书。",
  "亲密的人会忘记你的重要约会。",
  "您的反馈经常被忽略或驳回。",
  "同事经常迟到，耽误了团队的进度。",
  "你被指控做了你没有做的事。",
  "你的室友吃了冰箱里有标签的食物。",
  "有人忽视了他们的责任，把它们留给了你。",
  "一个人习惯性地未经允许使用你的物品。",
  "你没有机会在辩论中发言。",
  "有人不小心把饮料洒在了你的文书上。",
  "你投资的项目因为别人的懒惰而失败。",
  "在团队活动中，你总是被边缘化。",
  "有人违背了他们对你的诺言。",
  "未经您的同意，其他人打开了您的邮件。",
  "你得到了不切实际的最后期限，没有事先通知。",
  "你的努力经常被某人的自夸天性所掩盖。",
  "在一次讨论中，有人对你傲慢。",
  "您被无正当理由拒绝了机会。",
  "有人不尊重你的个人界限。",
  "你新粉刷的墙被破坏者涂鸦了。",
  "一个人不偿还债务，却逃避你。",
  "您在项目中的贡献没有得到认可。",
  "你经常被人拿来和别人相比。",
  "您的隐私设置在您不知情的情况下被更改。",
  "你习惯于成为笑话的笑柄。",
  "一个人不珍惜你的时间，让你等待。",
  "有人推卸责任，把责任推到别人身上。",
  "你信任的人背叛了你。",
  "朋友经常借钱，但从不还钱。",
  "在你主要参与的演讲中，你没有获得好评。",
  "有人无视明显的迹象，破坏了你的环境。",
  "你经常被忽视的机会没有解释。",
  "为您准备的包裹被送货员不小心损坏了。",
  "您没有被邀请参加同行聚会。",
  "未经您的同意，您的共享空间已被占用。",
  "你发现有人在嘲笑你的个人品味。",
  "一个人总是不遵守商定的规则。",
  "您的稿件在未经事先协商的情况下被编辑掉。",
  "在你洗澡之前，有人用完了所有的热水。",
  "项目合作伙伴不会尽力而为。",
  "您的物品被借走和归还时受到损坏。",
  "队友对紧急任务采取随意的态度。",
  "你经常在讨论中感到自己像个局外人。",
  "有人把车停在你的车道上。",
  "您没有获得承诺用于任务的资源。",
  "有人背弃了一项重要的协议。",
  "你发现有人在背后说话。",
  "你的建议总是被置之不理。",
  "有人故意将您从电子邮件链中删除。",
  "朋友不咨询你就代表你做某事。",
  "你因失控而受到不公平的惩罚。",
  "尽管有人更正，但他总是把你的名字念错。",
  "你被排除在决策过程之外。",
  "有人经常在没有通知你的情况下更改计划。",
  "亲密的关系可以消除你的感觉或担忧。",
  "在演示过程中，您经常被打断。",
  "有人对你珍视的东西做出负面评论。",
  "在您不知情的情况下，您的共享资源将耗尽。",
  "你得到的任务没有必要的指示。",
  "有人对你的担忧不屑一顾。",
  "您与客户服务部门的联系已暂停一个多小时，他们断开了连接。",
  "你发现有人不问而拿走了你最喜欢的蛋糕的最后一片。",
  "停车的时候，有人抢走了你一直在等待的位置。",
  "你的室友未经允许就借了你的衣服，把它们弄坏了。",
  "你发现一位同事在工作中散布关于你的不实谣言。",
  "服务员等了很长时间后，端错了餐单。",
  "有人破坏了你一直在兴奋地读的一本书的结尾。",
  "您了解到您从事的项目被另一个团队成员索赔。",
  "由于别人的错误，周末你被分配了额外的工作。",
  "你刚洗过的车被过往车辆的泥土溅了一身。",
  "你听到有人取笑你感兴趣的话题。",
  "有人用完了最后的牛奶，把空纸盒放回冰箱。",
  "在等待了很长时间后，您被跳过了排队。",
  "你在会议中提出的想法会得到队友的赞扬。",
  "在分发重要文档后，您会发现其中存在重大错误。",
  "你发现你的兄弟姐妹一直在窥探你的私人物品。",
  "自动售货机出了故障，没有给你零食。",
  "您从网上商店订购的商品延迟到达并损坏。",
  "你得到了错误的方向，最后迷路了，让你迟到了。",
  "朋友在最后一分钟取消计划，这是连续第三次。",
  "每当你试图在小组中发言时，总有人打断你。",
  "您没有被邀请参加所有朋友都参加的聚会。",
  "您发现有人在未经许可的情况下使用了您的作业机具。",
  "你邻居吵闹的音乐让你晚上睡不着觉。",
  "一位同事在办公室里用微波炉烤鱼，留下了一股挥之不去的气味。",
  "您发现有人扔掉了您正在保存的项目。",
  "在团体晚宴上，你的特殊饮食需求被忽视。",
  "你发现有人在看你的私人日记。",
  "狗主人不会在社区公园里收拾他们的宠物。",
  "你因集体做出的决定而受到责备。",
  "你无意中听到有人对你的家乡发表贬义的评论。",
  "计算机崩溃，删除您未保存的工作小时数。",
  "有人在办公室用你最喜欢的杯子，然后把它弄脏。",
  "朋友泄露了你向他们吐露的个人秘密。",
  "在一次讨论中，你经常被人议论。",
  "你刚洗过的地板上有人鞋子上的泥泞脚印。",
  "你收到的礼物暗示了一个消极的攻击性信息。",
  "你的新购买有问题，商店不接受退货。",
  "有人不断在公共区域留下被动的攻击性笔记。",
  "你被困在交通中，因为一个可以避免的路障。",
  "朋友一再借钱，但从不还。",
  "有人在安静的学习过程中不停地敲击他们的钢笔。",
  "您精心准备的演示文稿将重新安排，恕不另行通知。",
  "你被指控没有做不属于你责任的家务。",
  "有人在新认识的人面前提起了一件尴尬的往事。",
  "你因没有受过训练的任务而受到批评。",
  "你发现一个朋友一直在制定计划，但没有包括你。",
  "你需要加班，恕不另行通知。",
  "有人一直占用你预定的停车位。",
  "你得到了不公正的低分，没有建设性的反馈。",
  "群聊总是制定排除你的计划。",
  "有人一直在不请自来地借用你的用品。",
  "你一直在等待的电影有一个朋友透露的主要情节。",
  "客人未经要求就重新布置了你的家。",
  "你发现一个值得信赖的朋友对你撒谎了。",
  "有人经常用你的办公桌，把它弄得一团糟。",
  "你的膳食准备会被使用你准备的配料的人打断。",
  "你因在工作中犯了一个真正的错误而被取笑。",
  "你的艺术用品被使用了，乱七八糟。",
  "一个人总是忘记你生活中的重要细节。",
  "您没有为您贡献的社区项目获得奖励。",
  "有人在未经您同意的情况下将您的照片发布在网上。",
  "你被赋予了一项任务，但没有必要的资源来完成它。",
  "有人习惯性地迟到，使每个人都在等待。",
  "您发现您已被排除在包含重要信息的电子邮件链之外。",
  "访客在你家周围留下垃圾。",
  "没有通知您计划的更改，从而导致不便。",
  "有人反复利用你的好意。",
  "一位同事在安静的会议上大声嚼口香糖。",
  "在小组项目演示文稿中未确认您。",
  "有人经常借你的书，并将损坏的书归还。",
  "您在共享生活区的空间未经您的许可而使用。",
  "使用公共区域后，组无法清理。",
  "尽管有人更正，但他总是把你的名字拼写错。",
  "您发现有人在没有询问的情况下使用了您的订阅服务。",
  "团队成员对协作任务的贡献并不相等。",
  "你在集中注意力的时候会被不必要的噪音打断。",
  "有人不断地提出一个他们知道你不舒服的话题。",
  "你在会议上的建议未经考虑就被驳回了。",
  "有人在使用公共空间后将其留在混乱中。",
  "由于他人的疏忽，你受到了不公平的惩罚。",
  "一个人不会履行他们的承诺。",
  "由于不清楚的初始说明，要求您重做任务。",
  "您在某地的预订不受欢迎。",
  "有人不断地将他们的物品留在您的工作区。",
  "你要对你不在期间做出的决定负责。",
  "在欣赏环节中，您的贡献会被忽略。",
  "不会就影响您的决策征求您的意见。",
  "有人不尊重你的时间，不断地重新安排约会。",
  "你的想法被驳回了，后来又被别人当作自己的想法提出来。",
  "工作时，同事在你桌子旁边大声接听私人电话。",
  "您发现您一直在等待的包裹被发送到错误的地址。",
  "在集体出游期间，一个人不断地改变计划。",
  "在漫长的一天之后，您发现您预订的共享乘车旅行在没有通知的情况下被取消。",
  "你刚烤好的饼干在你得到之前就从公共厨房消失了。",
  "在演示时，有人会低声说挖苦话。",
  "孩子们未经允许玩耍后，你发现你的花园被践踏了。",
  "你雇的水管工没有来，也没有事先通知你。",
  "在没有正当理由的情况下，你每月的账单会额外收费。",
  "有人在使用公用打印机后，一直将其用纸用完。",
  "你的饭菜是在工作时从公共冰箱中取出的。",
  "在度假期间，一场酒店事故导致您丢失了预订的房间。",
  "您会收到一个关于轻微疏忽的被动攻击性消息。",
  "你发现你珍爱的植物枯萎了，因为有人关闭了浇水系统。",
  "在会议期间，您预订的座位被其他人占用。",
  "你发现一个小组活动是在你不知情的情况下组织的。",
  "有人总是把厨房的水槽里全是脏盘子。",
  "打扫完房子后，客人没有帮忙打扫就留下了一团乱。",
  "你把你的工具借给别人，而它却以更坏的状态归还。",
  "在公共洗衣房，有人在你的衣服干之前把它们拿走。"
]