[
  "你发现冰箱里的食物上长了霉菌。",
  "你在公共厕所踩到了粘乎乎的东西。",
  "你会在美丽的自然环境中发现一堆垃圾。",
  "有人在你前面的人行道上吐痰。",
  "你在街上走的时候闻到了一股难闻的腐烂气味。",
  "你在餐馆的饭菜里发现了一只昆虫。",
  "你看到有人挖他们的鼻子吃它。",
  "你在汤里发现一根头发。",
  "你看到有人打喷嚏时没有捂住嘴。",
  "你看到一只狗在儿童游乐场里舒展筋骨。",
  "你发现公共游泳池又脏又脏。",
  "你在公共桌子下发现嚼过的口香糖。",
  "你闻到了从附近的下水道里冒出来的臭鸡蛋的味道。",
  "你看到有人咳嗽和触摸公共物品，但没有洗手。",
  "你在垃圾桶里发现蛆。",
  "你喝了一口咖啡后发现咖啡里有变质的牛奶。",
  "你在公共场合听到明确和不适当的谈话。",
  "你看到有人在餐厅的桌子上给婴儿换尿布。",
  "你注意到在公共交通工具上有强烈的体味。",
  "你在公共游泳池里发现一个脏的创可贴。",
  "你在旅馆房间的地板上发现了某人的指甲屑。",
  "你在借来的夹克口袋里发现了一张用过的纸巾。",
  "你听到有人在正式场合大声喝汤。",
  "你看到有人在吃了油腻的食物后用公共毛巾擦手。",
  "你在厨房的橱柜里发现老鼠屎。",
  "你看到一个人将食用油直接倾倒到湖泊或河流中。",
  "你在苹果里发现了一条虫子。",
  "你在市场上闻到了变质的鱼的味道。",
  "你看到一个人把食物掉在地板上，然后继续吃。",
  "你注意到有人在餐厅里用一面公共镜子化妆。",
  "你在公共厕所里发现了未净化的垃圾。",
  "你看到有人在公共场合剪指甲。",
  "你看到一名餐厅工作人员在“禁止吸烟”标志旁边吸烟。",
  "你在你的饮料里发现了一只苍蝇。",
  "你看到有人从车窗里扔垃圾。",
  "你发现你邻居的垃圾溢出到你的财产上。",
  "你注意到有人吃饭时抓脚。",
  "你在旅馆的床罩上发现了一个来源不明的污点。",
  "你看到有人用钥匙擦耳朵。",
  "您在家庭成员的药柜中发现过期药物。",
  "你听到有人张嘴大声咀嚼。",
  "你看到一个餐馆工人在处理食物时没有戴手套。",
  "你从几英尺外闻到某人的口臭。",
  "你发现公共厕所里的洗手液是空的。",
  "你发现一块烂水果藏在架子后面。",
  "你看到有人在使用公共厕所时发短信。",
  "你看到有人向海鸥扔食物，引起了疯狂。",
  "你注意到有人重复使用脏盘子而不洗。",
  "你在宠物的水盘子里发现了铁锈和藻类。",
  "你在你的花园里发现有人丢弃的烟头。",
  "你看到有人往饮水机里吐口水。",
  "你发现一堆脏衣服，气味难闻。",
  "你在步道上发现动物粪便。",
  "你听到有人在公共场合大声放屁。",
  "你看到有人在明显标有“禁止乱扔垃圾”的区域乱扔垃圾。",
  "你发现有人用过的口香糖粘在你的鞋上。",
  "你看到一位家长允许他们的孩子在没有鞋子的情况下在餐馆里跑来跑去。",
  "您发现健身房设备上的汗渍尚未清理。",
  "你在一个少年的床下发现了旧的食物容器。",
  "你在厨房的水槽里发现一块脏海绵。",
  "你看到有人用手擦鼻子。",
  "您可以看到在烹饪演示中使用了肮脏的器皿。",
  "你发现灰尘和污垢堆积在空调通风口上。",
  "你看到有人不洗手就离开公共厕所。",
  "你在一个据称干净的酒店淋浴间里发现了污垢和肥皂渣。",
  "你在洗手间里发现一股强烈的氨味。",
  "你看到有人把剩饭扔到街上。",
  "你在日托中心发现油漆和霉菌剥落。",
  "你看到路边有一个肮脏的废弃床垫。",
  "你发现有人一直在把葵花籽吐到人们走路的地方。",
  "你注意到一个服务员用同样的抹布擦桌子和擦盘子。",
  "你听到有人在家庭聚会上大声打嗝。",
  "你发现一种变质的肉制品仍然在杂货店出售。",
  "你看到有人让他们的狗舔他们的冰淇淋蛋卷。",
  "你发现你的汽车后备箱里有一袋漏水的垃圾。",
  "你发现有人的脏衣服留在公共洗衣机里。",
  "你看到一个工人在地毯下打扫灰尘，而不是清理。",
  "你注意到有人在停车场丢了一块脏尿布。",
  "你看到一个宠物主人在公园里不去追他们的狗。",
  "你发现一个旧的外卖食品容器长了霉。",
  "你看到有人把手指伸进一个公共的食物盘来品尝它。",
  "你在旅馆房间里发现了前一位客人的残留物。",
  "你看到一个孩子舔食物，然后把它们放回商店的货架上。",
  "你听到有人在图书馆里大声地清嗓子痰。",
  "你看到有人用喷泉洗手。",
  "你在食品储藏室里发现了老鼠屎。",
  "你看到有人在咖啡馆的桌子上赤脚。",
  "你看到一名工人对着他们的手打喷嚏，并继续处理产品。",
  "你发现冰箱里有变质的黄油。",
  "你注意到有人在摸他们的皮肤，然后触摸公共物品。",
  "你在厨房橱柜的锅里发现了一只蟑螂。",
  "你看到有人把饮料倒在植物上。",
  "你发现一只宠物的事故藏在家具后面。",
  "你注意到有人在公共饮料站喝每一杯饮料。",
  "你看到有人把苹果核扔进湖里。",
  "你在午餐盒里发现了一个发霉的旧三明治。",
  "你发现了一个被遗忘的宠物鱼缸，里面装满了浑浊的水。",
  "你听到有人在公共垃圾桶里吸痰和吐痰。",
  "你在公共场所发现用过的牙线。",
  "你发现一团头发堵塞了淋浴排水管。",
  "你看到有人在读图书馆的书时舔手指。",
  "你会发现餐馆重复使用一次性餐具。",
  "你看到有人在公共场所小便。",
  "你看到一个人用名片刷牙。",
  "在餐馆里，你会发现菜单上粘着陈腐的食物。",
  "你注意到有人直接从公共食品容器中进食。",
  "你发现一块脏尿布被遗弃在海滩上。",
  "在一个安静的房间里，你听到有人不停地呼噜呼噜。",
  "你发现有人在公共楼梯上呕吐。",
  "你看到有人在飞行中脱掉鞋子和袜子。",
  "你可以看到人们用手在自助餐中挖掘。",
  "你发现发霉的面包在杂货店出售。",
  "你发现你的食物被篡改了。",
  "你看到一排蚂蚁通向一堆腐烂的食物。",
  "你注意到有人抓着他们的腋窝，嗅着他们的手指。",
  "你发现一个用过的Q-tip躺在地板上。",
  "你看到有人在餐馆里把鼻子吹到餐巾上。",
  "你发现了一堆燃烧的，无法辨认的垃圾。",
  "你看到有人在停车场的汽车镜上戳出一个疙瘩。",
  "你注意到电梯里有一股强烈的尿味。",
  "你在冰箱后面发现了一袋腐烂的蔬菜。",
  "你看到有人在公共水槽里漱口和吐痰。",
  "你在一家餐馆的酒杯边缘发现了被弄脏的口红。",
  "你看到有人在杂货店把湿雨伞晃向农产品。",
  "你发现剩饭在微波炉里飞溅。",
  "你注意到有人在公园的长椅上剪脚趾甲。",
  "你看到有人从垃圾桶里捡食物吃。",
  "你看到一个公共厕所上满是涂鸦和污渍。",
  "你在旅馆房间的抽屉里发现了用过的棉签。",
  "你在朋友的冰箱里发现了发臭的肉。",
  "你看到有人在市场上对着打开的食品容器咳嗽。",
  "你在操场上发现一根被丢弃的针。",
  "你看到有人离开洗手间，鞋子上粘着卫生纸。",
  "皮划艇时，你会发现一种饮料可以漂浮在河里。",
  "你看到有人在正式活动中用袖子擦嘴。",
  "你发现变质的酸奶已经分解成液体和块状。",
  "你看到一名餐厅员工在处理钱，然后触摸食物而不洗手。",
  "你注意到有人穿着运动服。",
  "你发现一家餐馆用脏抹布擦桌子。",
  "你看到有人在一家商店里从多片水果中咬了一口。",
  "你在餐馆的一道菜中发现了动物毛发。",
  "你看到一个家庭任由他们的孩子乱跑，在商店里捣乱。",
  "你发现旧口香糖粘在桌子下面。",
  "你看到一名地铁乘客穿着脏鞋子坐在座位上。",
  "你看到有人直接从公共喷泉喷口饮水。",
  "你在冰箱里发现过期和变色的调味品。",
  "你可以看到父母在安静的地方忽视孩子的破坏性行为。",
  "你看到有人洒了一杯饮料，没洗就走了。",
  "你在一家餐馆里发现了用干净的餐巾包着的脏银器。",
  "你注意到有人在对着他们的手打喷嚏后处理商品。",
  "你看到一个宠物主人允许他们的狗吃餐馆的菜。",
  "你在杂货店发现多个有咬痕的东西。",
  "你看到有人拍苍蝇，然后继续做饭而不洗手。",
  "你注意到有人在公共健身房设备上滴汗。",
  "你会在一个共享的生活空间里发现有臭味的鞋子。",
  "你看到有人在准备食物时过度搔头。",
  "你看到有人在有限的空间里过度使用香水或古龙水。",
  "你在租来的房间里发现污渍和未洗的亚麻布。",
  "你看到一个孩子在手上擦着流鼻涕，摸着公共玩具。",
  "你看到有人在使用公共交通工具时吃脏乱的食物。",
  "你在一个共用的冰箱里发现一盒打开的过期牛奶。",
  "你看见有人往花园里吐痰。",
  "你看到一个人在公共厕所使用手机。",
  "你发现多个烟头乱扔在禁烟区。",
  "你注意到有人用同一条手巾擦地板，然后擦他们的脸。",
  "你发现老的和硬皮的宠物食品粘在地板上。",
  "你看到一个人开车时把垃圾扔出车窗。",
  "你在肥皂盒里发现头发。",
  "你看到一个人在餐馆里把盘子舔干净。",
  "你看见有人在窗帘上擦他们油腻的手。",
  "你发现玻璃桌面上有污迹和指纹。",
  "你注意到一个人在使用公共设施，但没有冲厕。",
  "你在工作冰箱里发现了一顿腐烂的、被遗忘的打包午餐。",
  "你看到一个购物者在购买前在杂货店开了一家食品店，并对食品进行了采样。",
  "你看到一个宠物主人在公园里不去追他们的狗。",
  "你会注意到一个服务员在处理食物之前正在调整衣服或搔痒自己。",
  "你在书架上发现一杯被遗忘的发霉咖啡。",
  "你看到有人在床上吃零食，留下面包屑。",
  "你看到有人在公共场合用一根稻草剔牙。",
  "你在你生活空间的一个角落里发现蜘蛛网和死昆虫。",
  "你看到有人在吃东西时发出咯咯的声音和打嗝的声音。",
  "你看到有人在抚摸许多动物后不洗手。",
  "你在淋浴时发现一层脏兮兮的旧肥皂渣。",
  "你发现一块嚼过的口香糖卡在栏杆下。",
  "你看到有人在公共场合擤鼻涕和检查纸巾。",
  "你看到有人在公共喷泉里洗澡。",
  "你在咖啡中发现变质和凝结的奶油。",
  "你会发现一个被忽视的，藻类充满的游泳池。",
  "你看到有人在清洗后重复使用一次性物品，如塑料叉和吸管。",
  "你看到有人擦去额头上的汗水，然后在没有消毒的情况下握手。",
  "你看到有人用袖子擦他们的流鼻涕。",
  "你在自然保护区发现了一堆废弃的食品包装纸和瓶子。",
  "你看到一个人在公共场所把赤脚放在桌子上。",
  "你在一个共用的冰箱里发现了一个装满臭气熏天的残羹剩饭的敞口容器。",
  "你注意到有人在开会时张嘴大声咀嚼。",
  "你看到一个宠物主人让他们的狗舔洗碗机里的盘子。",
  "你在旅馆房间里发现了一个粘糊糊的、脏兮兮的遥控器。",
  "你发现一个用过的创可贴漂浮在公共游泳池里。",
  "你看到有人在拥挤的公共汽车上脱鞋和晾脚。",
  "你看到有人用一个公共的番茄酱分配器来装满他们自己的瓶子。",
  "你可以在图书馆的书页上找到食物颗粒。",
  "你注意到有人在拥挤的电梯里打喷嚏，但没有捂住嘴。",
  "你看到有人搔脚，然后触摸公共物品。",
  "你在公共长凳上发现了一条汗流浃背的健身房毛巾。",
  "你看到有人在洗手间隔间用手机，然后不洗手就开始吃饭。"
]