[
  "晚上独自行走时，你会听到身后的脚步声。",
  "你的电话铃响了，是一个未知号码，有一条紧急语音消息。",
  "你醒来时发现房间里有一只不认识的动物。",
  "你散步回来后发现前门半开着。",
  "你正在徒步旅行，意识到你迷路了。",
  "你的车在一条荒芜的路上抛锚了。",
  "你听到墙里面有神秘的刮擦声。",
  "你注意到有人多次跟踪你。",
  "你的孩子在拥挤的地方失踪了。",
  "您收到一封匿名威胁信。",
  "一只大的、未释放的狗开始向你跑来。",
  "你发现自己在一个狭窄的空间里，不能马上出去。",
  "地震时你在一栋高楼里。",
  "你读了一篇关于你所在地区一名危险罪犯的新闻文章。",
  "您收到一个电话，说您的亲人已住院。",
  "你意识到你把钱包放错了地方，里面有你所有的身份证。",
  "下坡时刹车失灵。",
  "你独自一人在家，暴风雨期间停电。",
  "你在你的花园里发现了一条蛇，但无法识别它是否有毒。",
  "您不小心将敏感文本发送给了错误的人。",
  "您的航班遇到严重颠簸。",
  "你在游泳，突然摸不到底部。",
  "你正在看的孩子开始被食物噎住。",
  "你在电梯里，它突然颠簸和停止。",
  "您注意到您的个人信息已在网上泄露。",
  "你的宠物跑掉了，无处可寻。",
  "当你独自一人时，你会听到家里有一声巨响。",
  "你被一个看起来咄咄逼人的陌生人接近。",
  "你看到远处正在形成龙卷风。",
  "你在船上，它开始上水。",
  "你在外面遭遇雷雨。",
  "当你过马路时，一辆汽车朝你飞驰而来。",
  "你在公共交通上，有人开始行动不稳定。",
  "攀岩时你会被困在一个困难的位置。",
  "你意识到你的降落伞在跳伞时没有打开。",
  "你的计算机崩溃，你没有备份重要的工作。",
  "你会在一个不会说这种语言的国家迷路。",
  "您在例行健康检查中发现可疑肿块。",
  "你在海滩上，救生员开始挥舞鲨鱼警告旗。",
  "你被要求在一大群听众面前出人意料地发言。",
  "你的车快没油了，下一站离你很远。",
  "您收到一条短信，说您的银行帐户已被泄露。",
  "你在国际旅行时找不到你的护照。",
  "你看到有人掉进了湍急的河流。",
  "你在黑暗的地方走进一张蜘蛛网，看不见它是什么样的蜘蛛。",
  "您收到工作场所突然裁员的消息。",
  "你的烟雾报警器在半夜响。",
  "你在一个乘车分担区，司机开始表现不正常。",
  "您在公共场所发现一个无人值守的包。",
  "独自在家时，你会听到一声巨响。",
  "你在树林中露营时遇到了一只熊。",
  "你在梯子上，它开始摇晃。",
  "你独自在家时有医疗紧急情况。",
  "当你去调查时，你听到了耳语，但没有发现任何人。",
  "你看到一大群人惊慌失措地向你跑来。",
  "你在一家商店里，听到有人喊'着火了！'",
  "你在建筑工地附近，看到设备坠落。",
  "一辆车在高速公路上猛烈地尾随你。",
  "你发现一个亲密的朋友或家人病得很重。",
  "您的火车或地铁车厢在隧道中停留很长一段时间。",
  "你在户外遇到一种有毒的生物。",
  "你在公园里看着一个孩子，他们突然从视野中消失了。",
  "你接到一个电话，说你的近亲有法律问题。",
  "你在海里游泳，感觉有东西擦着你的腿。",
  "你独自一人在一个陌生的地方，手机电池没电了。",
  "当你独自一人时，你会听到你的名字在耳边低语。",
  "你回家发现你的宠物病得很重。",
  "你被困在严重的交通堵塞中，手头有医疗急救。",
  "你开车时突然下起了冰雹。",
  "你在国外，失去了你的旅行团。",
  "你看到有人在一个僻静的地方受到攻击。",
  "你听到远处有爆炸声。",
  "你发现你在工作中受到调查。",
  "你在骑自行车，刹车失灵。",
  "一群蜜蜂开始向你飞来。",
  "您收到一条消息，表示您的一个在线帐户已被黑客攻击。",
  "你在公共厕所，有人试图闯入你的摊位。",
  "你走在小径上，听到灌木丛中的咆哮声。",
  "你的孩子爬上了树，不能下来。",
  "你在剧院里，有人对危险的情况大喊大叫。",
  "你目睹了一场车祸就在你面前发生。",
  "你在自动扶梯上，它突然开始移动得太快。",
  "你发现一个爱人在最近遭受自然灾害的地区。",
  "你被告知需要接受紧急医疗程序。",
  "你在海滩上看不见你的孩子。",
  "你所处的地方附近有枪声。",
  "您收到一封电子邮件，威胁除非您付费，否则将泄露个人信息。",
  "你的车在结冰的路上开始滑行。",
  "你意识到你一直在一个有强烈底栖的区域游泳。",
  "一大群人开始朝一个方向冲，你被夹在中间。",
  "你醒来时听到打碎玻璃的声音。",
  "你的老板召开了一个意想不到的紧急会议。",
  "你在一栋楼里，火警响了。",
  "你正在爬山，看到远处有一场雪崩。",
  "你在潜水，看不见你的团队。",
  "你接到一个电话，说一个家庭成员失踪了。",
  "您的手机会收到“恶劣天气警报”。",
  "你在车里，司机开始转向并不稳定地驾驶。",
  "你看见一个大物体从天上掉下来。",
  "你在家里发现了闯入的证据。",
  "你发现你的汽车挡风玻璃上留下了一张威胁的字条。",
  "你不小心吞下了你过敏的东西。",
  "你独自一人在一栋楼里，听到楼上的脚步声。",
  "你在社交聚会上，有人拿出了一件武器。",
  "你意识到你的水源被污染了。",
  "当你在遛你的小宠物时，一只大鸟在头顶盘旋。",
  "你的朋友尝试了一次冒险的特技，结果受了重伤。",
  "你在迷宫中迷路了，找不到出口。",
  "你的伴侣在争吵中鲁莽驾驶。",
  "你发现你的孩子一直在网上与陌生人交流。",
  "一群蝗虫落在你的花园里。",
  "你在一个偏远的地区，听到令人痛苦的动物叫声。",
  "你被要求在一个犯罪团伙中认出一名嫌疑犯。",
  "您收到一个通知，您的信用评分意外下降。",
  "你发现你最近遇到的人有犯罪记录。",
  "你在车里，附近的一辆车开始驶入你的车道。",
  "你在浮潜，意识到你被海流拖了出来。",
  "现场活动期间，人群恐慌，导致踩踏。",
  "由于化学品泄漏，您收到疏散通知。",
  "你的孩子告诉你，他们在学校受到欺负。",
  "你在公共场合目睹了对某人的暴力行为。",
  "当你在桥上时，它开始摇晃，发出劈啪的声音。",
  "你走进你的家，发现里面有一只野生动物。",
  "你不小心把孩子留在车里片刻，惊慌失措。",
  "在进行高风险活动时，您意识到您的安全装备存在故障。",
  "你被告知你的航班必须紧急着陆。",
  "你在抗议中遇到一群愤怒的人。",
  "你醒来时听到了恶劣天气警报。",
  "当有人开始在商店里大肆行窃时，你正在商店里。",
  "你在公共交通上，突然天黑了，停了下来。",
  "你独自走着，看到一群人戴着面具。",
  "你在车里，它卡在火车轨道上。",
  "你发现一个亲密的家庭成员在严重的事情上对你撒谎。",
  "你在外面，听到火势迅速逼近的声音。",
  "你在动物园，听说有一只动物从围栏里逃了出来。",
  "你在过山车上，它失灵了。",
  "你回家发现你的房子被破坏了。",
  "你在游泳时会被激流困住。",
  "您的信用卡上会收到未经授权的交易通知。",
  "你独自一人徒步旅行，突然听到巨大的、沉重的呼吸声。",
  "你意识到有人在检查你的私人物品。",
  "你在一个湖上，看到一只鳄鱼在附近游泳。",
  "你接到一个电话，声称一名家庭成员被绑架。",
  "您正在滑雪，看到了即将发生雪崩的迹象。",
  "你意识到你正在被未经同意的情况下录制。",
  "你在一个新的城市里，感觉自己在一个不安全的社区。",
  "你在潜水，你的氧气罐显示它几乎是空的。",
  "你在车下发现了一个奇怪的装置。",
  "你在一艘开始危险倾斜的渡轮上。",
  "你在树林里迷路了，你的GPS也失灵了。",
  "你收到一个朋友失踪的消息。",
  "当有人晕倒或倒下时，你在一大群人中。",
  "你被告知你接触了一种高度传染性的疾病。",
  "你发现你的饮料可能被篡改了。",
  "你被困在一个失灵的嘉年华游乐设施上。",
  "你听到警笛声，意识到它们正在向你的位置靠近。",
  "你发现有人对你发出了限制令。",
  "你在悬崖边上，一时失去平衡。",
  "当你听到大坝或堤坝可能决堤时，你正在靠近它。",
  "你在一个偏远的地方，你的车的轮胎爆了。",
  "你在地铁里，有人倒在铁轨上。",
  "你在夜间听到窗户有很大的噪音。",
  "你在飞机上，氧气面罩掉了。",
  "您发现您的电子邮件一直在向所有联系人发送垃圾邮件。",
  "你在皮划艇上，它开始下沉。",
  "你的邻居警告你最近在你的地区发生了盗窃案。",
  "你意识到你把一个潜在的危险物品放在孩子够得着的地方。",
  "你被告知有人对你提起诉讼。",
  "你走着，突然意识到地面不稳定。",
  "你在公共场所，气氛突然变得敌对起来。",
  "您的宠物突然开始表现出攻击性。",
  "你会突然收到关于来袭弹道导弹的警报。",
  "你意识到你家里的电器开着。",
  "你在一个拥挤的地方，听到有人尖叫。",
  "你被告知你的孩子卷入了一起严重的学校事件。",
  "当你在一栋大楼里时，安全系统意外地锁定了。",
  "你在海上，天气变得异常恶劣。",
  "您听说在您当前的位置附近发生了恐怖袭击。",
  "你被困在别人之间的暴力争执中。",
  "你在家里发现了一个令人毛骨悚然的娃娃或物体，但你没有放在那里。",
  "你被告知你所在地区有煤气泄漏。",
  "你在国外，突然发生政治动乱或政变。",
  "你知道有一架无人机在监视你。",
  "你正在参加一个活动，这时有人有严重的过敏反应。",
  "你看见有人爬进邻居的窗户。",
  "你收到了一份出庭传票，但你没有料到。",
  "你在山上，附近发生了山体滑坡。",
  "你在森林里，看到了未爆炸地雷的警告标志。",
  "你在电梯上，电梯突然停在楼层之间。",
  "你发现附近的一家工厂发生了爆炸，释放出有害的化学物质。",
  "你一个人走回家，发现有人在跟踪你。",
  "你会听到从地下室或阁楼传来的莫名其妙的响声。",
  "当您在一个陌生的偏远地区时，您的手机会死机。",
  "你在海里游泳，发现了一个鱼翅。",
  "你目击了一场肇事逃逸事故，司机注意到了你。",
  "你在照看孩子，找不到你应该看的孩子。",
  "你在停车场，灯熄灭了。",
  "您收到一条匿名消息，威胁要泄露个人信息。",
  "当你开车下陡坡时，汽车的刹车失灵。",
  "您听到了在您所在地区最后一次见到的失踪人员的消息。",
  "你在徒步旅行时遇到了一只大而好斗的动物。",
  "您在酒店房间或Airbnb中发现了一个隐藏的摄像头。",
  "当火警响起时，你在一栋楼里，你闻到了烟味。"
]